["Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is the name given to the 2019 novel coronavirus. COVID-19 is the name given to the disease associated with the virus. SARS-CoV-2 is a new strain of coronavirus that has not been previously identified in humans.", "Coronaviruses are viruses that circulate among animals with some of them also known to infect humans.", "Bats are considered natural hosts of these viruses yet several other species of animals are also known to act as sources. For instance, Middle East Respiratory Syndrome Coronavirus (MERS-CoV) is transmitted to humans from camels, and Severe Acute Respiratory Syndrome Coronavirus-1 (SARS-CoV-1) is transmitted to humans from civet cats. More information on coronaviruses can be found in the ECDC factsheet.", "The novel coronavirus detected in China in 2019 is closely related genetically to the SARS-CoV-1 virus. SARS emerged at the end of 2002 in China, and it caused more than 8 000 cases in 33 countries over a period of eight months. Around one in ten of the people who developed SARS died.", "As of 30 March 2020, the COVID-19 outbreak had caused over 700 000 cases worldwide since the first case was reported in China in January 2020. Of these, more than 30 000 are known to have died. ", "See the situation updates for the latest available information.", "While the viruses that cause both COVID-19 and seasonal influenza are transmitted from person-to-person and may cause similar symptoms, the two viruses are very different and do not behave in the same way.", "ECDC estimates that between 15 000 and 75 000 people die prematurely due to causes associated with seasonal influenza infection each year in the EU, the UK, Norway, Iceland and Liechtenstein. This is approximately 1 in every 1 000 people who are infected. Despite the relatively low mortality rate for seasonal influenza, many people die from the disease due to the large number of people who contract it each year. The concern about COVID-19 is that, unlike influenza, there is no vaccine and no specific treatment for the disease. It also appears to be more transmissible than seasonal influenza. As it is a new virus, nobody has prior immunity, which means that the entire human population is potentially susceptible to SARS-CoV-2 infection.", "While animals are believed to be the original source, the virus spread is now from person to person (human-to-human transmission). There is not enough epidemiological information at this time to determine how easily this virus spreads between people, but it is currently estimated that, on average, one infected person will infect between two and three other people. ", "The virus seems to be transmitted mainly via small respiratory droplets through sneezing, coughing, or when people interact with each other for some time in close proximity (usually less than one metre). These droplets can then be inhaled, or they can land on surfaces that others may come into contact with, who can then get infected when they touch their nose, mouth or eyes. The virus can survive on different surfaces from several hours (copper, cardboard) up to a few days (plastic and stainless steel). However, the amount of viable virus declines over time and may not always be present in sufficient numbers to cause infection.", "The incubation period for COVID-19 (i.e. the time between exposure to the virus and onset of symptoms) is currently estimated to bet between one and 14 days. ", "We know that the virus can be transmitted when people who are infected show symptoms such as coughing. There is also some evidence suggesting that transmission can occur from a person that is infected even two days before showing symptoms; however, uncertainties remain about the effect of transmission by  non-symptomatic persons.  ", "The infectious period may begin one to two days before symptoms appear, but people are likely most infectious during the symptomatic period, even if symptoms are mild and very non-specific. The infectious period is now estimated to last for 7-12 days in moderate cases and up to two weeks on average in severe cases.", "Preliminary data from the EU/EEA (from the countries with available data) show that around 20-30% of diagnosed COVID-19 cases are hospitalised and 4% have severe illness. Hospitalisation rates are higher for those aged 60 years and above, and for those with other underlying health conditions.", "Symptoms of COVID-19 vary in severity from having no symptoms at all (being asymptomatic) to having fever, cough, sore throat, general weakness and fatigue and muscular pain and in the most severe cases, severe pneumonia, acute respiratory distress syndrome, sepsis and septic shock, all potentially leading to death. Reports show that clinical deterioration can occur rapidly, often during the second week of disease.", "Recently, anosmia – loss of the sense of smell – (and in some cases the loss of the sense of taste) have been reported as a symptom of a COVID-19 infection. There is already evidence from South Korea, China and Italy that patients with confirmed SARS-CoV-2 infection have developed anosmia/hyposmia, in some cases in the absence of any other symptoms.", "Elderly people above 70 years of age and those with underlying health conditions (e.g. hypertension, diabetes, cardiovascular disease, chronic respiratory disease and cancer) are considered to be more at risk of developing severe symptoms. Men in these groups also appear to be at a slightly higher risk than females.", "Children make up a very small proportion of reported COVID-19 cases, with about 1% of all cases reported being under 10 years, and 4% aged 10-19 years. Children appear as likely to be infected as adults, but they have a much lower risk than adults of developing symptoms or severe disease. There is still some uncertainty about the extent to which asymptomatic or mildly symptomatic children transmit disease.", "There is limited scientific evidence on the severity of illness in pregnant women after COVID-19 infection. It seems that pregnant women appear to experience similar clinical manifestations as non-pregnant women who have progressed to COVID-19 pneumonia and to date (as of 25 March), there have been no maternal deaths, no pregnancy losses and only one stillbirth reported. No current evidence suggests that infection with COVID-19 during pregnancy has a negative effect on the foetus. At present, there is no evidence of transmission of COVID-19 from mother to baby during pregnancy and only one confirmed COVID-19 neonatal case has been reported to date.", "ECDC will continue to monitor the emerging scientific literature on this question, and suggests that all pregnant women follow the same general precautions for the prevention of COVID-19, including regular handwashing, avoiding individuals who are sick, and self-isolating in case of any symptoms, while consulting a healthcare provider by telephone for advice.", "There is no specific treatment or vaccine for this disease.", "Healthcare providers are mostly using a symptomatic approach, meaning they treat the symptoms rather than target the virus, and provide supportive care (e.g. oxygen therapy, fluid management) for infected persons, which can be highly effective.", "In severe and critically ill patients, a number of drugs are being tried to target the virus, but the use of these need to be more carefully assessed in randomised controlled trials. Several clinical trials are ongoing to assess their effectiveness but results are not yet available.", "As this is a new virus, no vaccine is currently available. Although work on a vaccine has already started by several research groups and pharmaceutical companies worldwide, it may be months to more than a year before a vaccine has been tested and is ready for use in humans.", "Current advice for testing depends on the stage of the outbreak in the country or area where you live. Testing approaches will be adapted to the situation at national and local level. National authorities may decide to test only subgroups of suspected cases based on the national capacity to test, the availability of necessary equipment for testing, the level of community transmission of COVID-19, or other criteria.", "As a resource conscious approach, ECDC has suggested that national authorities may consider prioritising testing in the following groups:", "If you are feeling ill with COVID-19 symptoms (such as fever, cough, difficulty breathing, muscle pain or general weakness), it is recommended that you contact your local healthcare services online or by telephone. If your healthcare provider believes there is a need for a laboratory test for the virus that causes COVID-19, he/she will inform you of the procedure to follow and advise where and how the test can be performed.", "A large proportion of the population (up to 15-20%) reports seasonal symptoms related to pollen, the most common of which include itchy eyes, nasal congestion, runny nose and sometimes wheezing and skin rash. All these symptoms are usually referred to as hay fever, pollen allergy or more appropriately allergic rhinitis. Allergic rhinitis is commonly associated with allergic asthma in children and adults.", "Allergies, including mild allergic asthma, have not been identified as a major risk factor for SARS-CoV-2 infection or for a more unfavourable outcome in the studies available so far. Moderate to severe asthma on the other hand, where patients need treatment daily, is included in the chronic lung conditions that predispose to severe disease.", "Children and adults on maintenance medication for allergies (e.g. leukotriene inhibitors, inhaled corticosteroids and/or bronchodilators) need to continue their treatment as prescribed by their doctor and should not discontinue their medication due to fears of COVID-19. If they develop symptoms compatible with COVID-19, they will need to self-isolate, inform their doctor and monitor their health as everyone else. If progressive difficulty breathing develops, they should seek prompt medical assistance.", "Someone with COVID-19 usually has mild, flu-like symptoms (see above question 1), which are rather common and need to be distinguished from similar symptoms caused by common cold viruses and from allergic symptoms during springtime.", "The following table presents a comparison of the most common symptoms of all three conditions according to their reported frequency.", "It is good to bear in mind that the definitive diagnosis of COVID-19 is not clinical, but through laboratory testing of a sample from the nose or mouth.", "No, there is no more reason for people suffering from pollen allergy to self-isolate if they develop their typical hay-fever symptoms than for anyone else. They should continue following the general guidance for physical distancing and seek medical advice if their symptoms get worse, if they develop fever or progressive difficulty breathing.", "The virus enters your body via your eyes, nose and/or mouth, so it is important to avoid touching your face with unwashed hands.", "Washing of hands with soap and water for at least 20 seconds, or cleaning hands thoroughly with alcohol-based solutions, gels or tissues is recommended in all settings. It is also recommended to stay one metre or more away from people infected with COVID-19 who are showing symptoms, to reduce the risk of infection through respiratory droplets.", "If you feel unwell, stay at home. If you develop any symptoms suggestive of COVID-19, you should immediately call your healthcare provider for advice.", "Physical distancing aims to reduce physical contact between potentially infected people and healthy people, or between population groups with high rates of transmission and others with low or no level of transmission. The objective of this is to decrease or interrupt the spread of COVID-19.", "Note that the term ‘physical distancing’ means the same thing as the widely used term ‘social distancing’, but it more accurately describes what is intended, namely that people keep physically apart. Physical distancing measures might be implemented over an extended period and their success depends on ensuring that people maintain social contact – from a distance – with friends, family and colleagues. Internet-based communications and the phone are therefore key tools for ensuring a successful physical distancing strategy.", "On a personal level, you can perform physical distancing measures by:", "Many countries in the EU/EEA and the UK have installed quarantine and social/physical distancing as measures to prevent the further spread of the virus.", "These measures can include:", "Follow the guidelines of the public health authorities in your area on the steps to take or call the local COVID-19 helpline.", "If you are infected, the use of surgical face masks may reduce the risk of you infecting other people. On the other hand there is no evidence that face masks will effectively prevent you from becoming infected with the virus. In fact, it is possible that the use of face masks may even increase the risk of infection due to a false sense of security and increased contact between hands, mouth and eyes while wearing them. The inappropriate use of masks also may increase the risk of infection.", "There are currently no vaccines against human coronaviruses, including the virus that causes COVID-19. This is why it is very important to prevent infection and to take measures to contain further spread of the virus. ", "The development of vaccines take time. Several pharmaceutical companies and research laboratories are working on vaccine candidates. It will, however, take months or years before any vaccine can be widely used, as it needs to undergo extensive testing in clinical trials to determine its safety and efficacy.  These clinical trials are an essential precursor to regulatory approval and usually take place in three phases. The first, involving a few dozen healthy volunteers, tests the vaccine for safety, monitoring for adverse effects. The second, involving several hundred people, usually in a part of the world badly affected by the disease, looks at how effective the vaccine is in the field, and the third does the same in several thousand people.", "Influenza and the virus that causes COVID-19 are two very different viruses and the seasonal influenza vaccine will not protect against COVID-19.  ", "In the last month, the number of cases and deaths reported in the EU/EEA has increased exponentially from less than 2 000 cases to more than 350 000 (as of 30 March). During this time, all EU/EEA countries have reported increasing numbers of new cases; Italy has reported more than 90 000 new cases and Spain more than 75 000 new cases. If this trend continues, based on the quick pace of growth of the epidemic observed in China and northern Italy, it is likely that in days, or a small number of weeks, nationally incapacitating epidemics will be observed in most EU/EEA Member States.", "The outbreak of COVID-19 has evolved dramatically in the EU/EEA and the UK. The rapid escalation of cases in countries such as Italy and Spain has placed enormous pressure on healthcare systems, and presented a major challenge for local services. All countries in the EU have responded to the emerging situation. The situation continues to evolve and lessons are still being learnt and countries are working hard to adapt their response to the ever changing situation.", "The European Centre for Disease Prevention and Control (ECDC) is in continuous contact with the European Commission and the World Health Organization (WHO) regarding the assessment of this outbreak. ", "To inform the European Commission and the public health authorities in Member States of the ongoing situation, ECDC publishes daily updates and continuously assesses the risk for EU citizens. ECDC and WHO develop technical guidance to support countries in their response. The European Commission is ensuring the coordination of risk management activities at EU level.", "The European Commission is organising regular coordination meetings between the Ministers of the Member States and providing some support for overcoming the equipment and supplies shortages that are being felt in many countries.", "This outbreak is evolving rapidly. ECDC is continuously assessing the risk for EU citizens and the risk assessment is changing accordingly. As this is a new virus, most people do not have any immunity that can safeguard against infection.", "You can find the latest information in the daily situation update and the regular ECDC risk assessment.", "COVID-19 is spreading rapidly worldwide, and the number of cases in Europe is increasing exponentially in many affected areas.", "See the ECDC daily situation update for the latest available numbers.", "Any predictions about when the peak will come and how long the outbreak will last are purely speculative at this stage. As greater evidence emerges regarding the nature of the virus and the effectiveness of measures used to control the outbreak, predictions relating to the future course of COVID-19 will become more reliable. ", "The evidence we have to date indicates that COVID-19 does not cause serious illness in children – not nearly as much as it does for adults. However, they can be infected as easily as adults, though the extent to which children play a role in the transmission of the virus to others is still uncertain.", "Depending on local circumstances, local authorities may decide to temporarily close schools and day care centres to reduce transmission in the community. However, school closures may have an impact on availability of healthcare staff and other essential services, due to the need for having to  care for their children when not in school, which needs to be taken into consideration (e.g. some countries only maintain schooling for these children of staff in a critical role). Also, if grandparents are asked to care for the children, the benefits of lower transmission between children might be offset by transmission into a more vulnerable population group. Wherever school closure happens, it is important that parents and caregivers are supported, for example by their employers applying teleworking or limited office shift schedules, so they can stay at home more and take care of their children.", "Each EU/EEA country and the UK have dedicated websites with information for the public on COVID-19 and on the national situation.", "Consult with your national authorities to get advice tailored for your setting. ", "Travel has been shown to facilitate the spread of COVID-19 from affected to unaffected areas. Travel and trade restrictions during a public health event of international concern (PHEIC) are regulated under the International Health Regulations (IHR), part III.", "On 16 March, in an effort to slow the spread of the coronavirus, the European Union leaders agreed to a temporary restriction on non-essential travel from third countries into the EU area by closing its borders for the next 30 days staring on 17 March 2020 The temporary travel restriction foresees exemptions for nationals of all EU Member States and Schengen Associated States (Iceland, Liechtenstein, Norway and Switzerland; whilst UK nationals are still to be treated in the same way as EU citizens until end 2020), for the purposes of returning to their homes. Exceptions are also foreseen for travellers with an essential function or need.", "In addition, most EU countries have also applied national borders closure and/or border checks and travel and transport restrictions or bans within their national borders and between different regions as a measure to slow the spread. See the measures implemented by EU Member States.", "Mobility measures implemented or announced by Member States", "Many EU countries have also encouraged their citizens to return home (with recommendations  for 14 days self-quarantine upon return) but also recommended that travellers avoid non-essential travels to areas with transmission of COVID-19.", "Travellers should adhere to strict hygiene measures, wash hands with soap and water regularly, and/or use alcohol-based hand sanitisers. Touching the face with unwashed hands should be avoided. Travellers should avoid contact with sick persons, in particular those with respiratory symptoms and fever. It should be emphasised that older people and those with underlying health conditions should take these precautionary measures very seriously. Travellers who develop any symptoms during or after travel should self-isolate; those developing acute respiratory symptoms within 14 days upon return should be advised to seek immediate medical advice, ideally by phone first to their national healthcare provider.", "The risk of being infected on an airplane cannot be excluded, but is currently considered to be low for an individual traveller. The risk of being infected in an airport is similar to that of any other place where many people gather. If it is established that a COVID-19 case has been on an airplane, other passengers who were at risk (as defined by how near they were seated to the infected passenger) will be contacted by public health authorities. Should you have questions about a flight you have taken, please contact your local health authority for advice. ", "The European Union Aviation Safety Agency (EASA) recommended measures to be taken by national authorities, such as thorough disinfecting and cleaning of aircraft after each flight serving high-risk destinations. EASA also recommended that airlines operating on all routes step up the frequency of cleaning, disinfect as a preventative measure and ensure full disinfection of any aircraft which has carried a passenger who was suspected or confirmed as being infected with COVID-19. Airport operators should similarly disinfect terminals regularly.", "There is evidence that checking people at the airport by reading their skin temperature (known as entry screening) is not very effective in preventing the spread of the virus, especially when people do not have symptoms. It is generally considered more useful to provide those arriving at airports with clear information explaining what to do if they develop symptoms after arrival.", "A recent study published by The New England Journal of Medicine (NEJM) reported that the causal agent of COVID-19 (SARS-CoV-2) is able to persist for up to 24 hours on cardboard, in experimental settings (e.g. controlled relative humidity and temperature). In practice however there is no evidence of the infection ever being transmitted through contaminated packages that are exposed to different environmental conditions and temperatures.", "People working in the supply chain, including logistics, control services, retail, etc. are not at greater risk to of getting COVID-19 as a result of managing packages. ECDC does not recommend any special measures at the supply chain over and above those addressed to the general public: frequent and thorough hand washing and use of alcohol-based hand disinfectants, keeping a distance from other employees, and not working if showing signs of respiratory symptoms.", "People working as couriers are not at greater risk of getting COVID-19 as a result of managing packages. Couriers delivering packages at homes are advised to keep a distance from the customer, use alcohol-based hand disinfectant frequently (and always before and after contact with a customer), and avoid working if showing signs of respiratory symptoms.", "There has been no report of transmission of COVID-19 via food, and therefore there is no evidence that food items imported into the European Union in accordance with the applicable animal and public health regulations pose a risk for the health of EU citizens in relation to COVID-19. The main mode of transmission is from person to person.", "There is no evidence that any of the animals or animal products authorised for entry into the European Union pose a risk to the health of EU citizens as a result of the presence of COVID-19.", "Current research links COVID-19 to certain types of bat as the original source, but does not exclude the involvement of other animals. Several types of coronaviruses can infect animals and can be transmitted to other animals and people. There is no evidence that companion animals (e.g. dogs or cats) pose a risk of infection to humans, however there is one report from Hong Kong of a pet dog that had positive swabs and showed serological evidence that it was likely infected by its owner who got COVID-19. As a general precaution, it is always wise to observe basic principles of hygiene when in contact with animals."]