["What is a novel coronavirus?", "Why is the disease being called coronavirus disease 2019, COVID-19?", "Why might someone blame or avoid individuals and groups (create stigma) because of COVID-19?", "How can people help stop stigma related to COVID-19?", "What is the source of the virus?", "How does the virus spread?", "Can someone who has had COVID-19 spread the illness to others?", "Can someone who has been quarantined for COVID-19 spread the illness to others?", "Can the virus that causes COVID-19 be spread through food, including refrigerated or frozen food?", "Will warm weather stop the outbreak of COVID-19?", "What is community spread?", "What temperature kills the virus that causes COVID-19?", "Am I at risk for COVID-19 in the United States?", "Has anyone in the United States gotten infected?", "How can I help protect myself?", "What should I do if I had close contact with someone who has COVID-19?", "Who is at higher risk for serious illness from COVID-19?", "What should people at higher risk of serious illness with COVID-19 do?", "Does CDC recommend the use of facemask to prevent COVID-19?", "Am I at risk for COVID-19 from a package or products shipping from China?", "Is it okay for me to donate blood?", "What is the risk of my child becoming sick with COVID-19?", "How can I protect my child from COVID-19 infection?", "Are the symptoms of COVID-19 different in children than in adults?", "Should children wear masks?", "How can my family and I prepare for COVID-19?", "What steps can my family take to reduce our risk of getting COVID-19?", "What should I do if someone in my house gets sick with COVID-19?", "How can I prepare in case my child’s school, child care facility, or university is dismissed?", "How can I prepare for COVID-19 at work?", "Should I use soap and water or a hand sanitizer to protect against COVID-19?", "What cleaning products should I use to protect against COVID-19?", "What should I do if there is an outbreak in my community?", "How do I prepare my children in case of COVID-19 outbreak in our community?", "What steps should parents take to protect children during a community outbreak?", "Will schools be dismissed if there is an outbreak in my community?", "Should I go to work if there is an outbreak in my community?", "What are the symptoms and complications that COVID-19 can cause?", "Should I be tested for COVID-19?", "Where can I get tested for COVID-19?", "Can a person test negative and later test positive for COVID-19?", "Why might someone blame or avoid individuals and groups (create stigma) because of COVID-19?", "How can people help stop stigma related to COVID-19?", "Who is at higher risk for serious illness from COVID-19?", "How were the underlying conditions selected?", "What about underlying medical conditions that are not included on this list?", "What does well controlled mean?", "What does more severe illness mean?", "Are people with disabilities at higher risk?", "What should healthcare professionals and health departments do?", "Am I at risk if I go to a funeral or visitation service for someone who died of COVID-19?", "Am I at risk if I touch someone who died of COVID-19 after they have passed away?", "What do Funeral Home Workers need to know about handling decedents who had COVID-19?", "What should I do if my family member died from COVID-19 while overseas?", "My family member died from COVID-19 while overseas. What are the requirements for returning the body to the United States?", "What is CDC doing about COVID-19?", "Can I get COVID-19 from my pets or other animals?", "Do I need to get my pet tested for COVID-19?", "Can animals carry the virus that causes COVID-19 on their skin or fur?", "Should I avoid contact with pets or other animals if I am sick with COVID-19?", "Are pets from a shelter safe to adopt?", "What about imported animals or animal products?", "Can I travel to the United States with dogs or import dogs into the United States during the COVID-19 outbreak?", "What precautions should be taken for animals that have recently been imported from outside the United States (for example, by shelters, rescues, or as personal pets)?", "While school’s out, can my child hang out with their friends?", "While school’s out, how can I help my child continue learning?", "While school’s out, will kids have access to meals?", "While school’s out, how can I keep my family healthy?", "While school’s out, limit time with older adults, including relatives, and people with chronic medical conditions."]